{
    "projects": [
        {
            "id": "health-friend",
            "title": "Health Friend",
            "subteams": [
                "software"
            ],
            "info": "Currently, menstrual health is considered very taboo in low-resource communities in India. The software subteam is partnering with Barefoot College to design and implement an educational game with an engaging story-line and rich visuals to teach women about their bodies from the safety of their own homes.",
            "info_long": "Health Friend is a menstrual health education game designed for women aged between 15-50 in rural India. While menstrual health is still a taboo in many low-resource communities in India, Health Friend provides women an informative, transparent, and narrative-driven menstrual health education experience. \n Collaborators at Barefoot College informed the team that when they show videos to their students, they feel that the information is much easier to learn than with print materials, especially when it comes to the complex biological processes involved with women’ s health. The game is written with Kivy, an open - source Python library.With an engaging story line and interactive game features, the user is able to be learning while enjoying the story. At the end of each chapter, users will also be required to complete assessment modules to unlock the next chapter. The game analytics of the quiz modules are exported to the collaborators at Barefoot College to further help them improve their menstrual health curriculum. \n Health Friend has been passed off to our collaborators at Barefoot College for use. It’s also available on the Google Play Store.",
            "isActive": false,
            "collaborators": [
                "barefootcollege"
            ]
        },
        {
            "id": "msh",
            "title": "Management Sciences for Health Collaboration",
            "subteams": [
                "software"
            ],
            "info": "This newly formed subteam is developing an automated web-scraper to collect job and funding information from target sites such as ThinkWell, UNICEF, WHO, Bill and Melinda Gates Foundation, etc.",
            "isActive": true,
            "collaborators": [
                "Management Sciences for Health Collaboration"
            ]
        },
        {
            "id": "calmer",
            "title": "Calmer Project",
            "subteams": [
                "integrative-design"
            ],
            "info": "Our Integrative Design team is currently developing a device to aid pain management for infants in the NICU, working with a Professor at B.C. Children's Hospital.",
            "isActive": true,
            "collaborators": [
                "Management Sciences for Health Collaboration"
            ]
        },
        {
            "id": "invictus",
            "title": "Invictus BCI Collaboration",
            "subteams": [
                "electrical"
            ],
            "info": "Our Electrical team is currently working with the startup Invictus BCI to improve the EMG armband of their prosthetic hand model. To do this, the team is developing a prototype that will interpret muscle signals at lower costs.",
            "isActive": true,
            "collaborators": [
                "Management Sciences for Health Collaboration"
            ]
        },
        {
            "id": "tvns",
            "title": "tVNS",
            "subteams": [
                "electrical"
            ],
            "isActive": false,
            "info": "The electrical team collaborated with a neurostimulation company to develop a mechanism for measuring heart rate variability at the auricular region during simultaneous usage of the company’s tVNS device.",
            "info_long": "This project involved collaboration with a neurostimulation company that develops devices to alleviate symptoms from conditions such as depression, cardiac fibrillation, and epilepsy by utilizing vagus nerve stimulation. Our objective was to develop a mechanism for measuring heart rate variability at the auricular region during simultaneous usage of the company’s tVNS device. The collaborator supplied the first model of a tVNS device for comparison and compatibility with our “prototype” heart rate variability sensor. We performed research to identify a cost effective heart rate sensor and an accurate gold standard device for data verification, and developed Arduino code implementing the RMSSD (root mean square of successive differences) algorithm for real time heart rate variability calculations.\n The next steps involved verifying the accuracy of our device and algorithm prototype in controlled trials. We performed data collection and analysis using different anatomical locations for extracting heart rate signals (in beats per minute), evaluating multiple methods for securely fitting the prototype. Additionally, we checked for interference between our prototype and the collaborator’s device. \n Finally, we rigorously verified our prototype through analysis of post-processing outlier data and analysis of other potential sources of measurement errors. We concluded that the collaborator’s device did not interfere with the accuracy of our prototype. Since photoplethysmography (PPG) measurement requires tight contact, further work will be necessary to design a flexible and possibly customizable housing for the prototype that fits snugly against the curvature of the concha in a variety of subjects. Due to logistical complications of COVID-19, later stages of testing were canceled and we advise that our prototype should be further verified with a medical-grade EKG sensor before being adapted and applied in a consumer medical device.  After final verification and integration, the prototype can be utilized to track HRV in conjunction with the collaborator’s device.",
            "collaborators": []
        },
        {
            "id": "kijenzi",
            "title": "Kijenzi Projects",
            "subteams": [
                "integrative-design"
            ],
            "isActive": false,
            "info": "The Integrative Design Subteam completed 3D-printable designs for an Assistive Sock Aid device and Arm Supinator/Pronator device to be distributed by Kijenzi, a nonprofit that 3D prints medical devices in under resourced communities.",
            "info_long": "The Integrative Design Subteam completed 3D-printable designs to be used by Kijenzi, a nonprofit that 3-D prints medical devices in under resourced communities.The Assistive Sock Aid and Arm Supinator/Pronator designs were solutions in order to meet the needs of occupational therapy patients in Sub-Saharan Africa. Both designs are 3D-printable and minimize the need for additional material, thus creating cost-effective and efficient solutions.\n The Assistive Sock Aid device, which helps a patient who cannot bend their spine to place a sock on their foot, went through many iterations of design beginning with a prototype made out of a plastic water bottle. Testing was able to occur on the second iteration design which was 3D printed and the results surfaced the need for the device to be thinner, have a mechanism to hold the sock in a more secure manner and have lips that could be threaded. Ultimately, the most optimal design was composed of a tapered semi-cylindrical tube with a lip at the top that allowed for the threading of twine, a hook on the back of the device to hold the sock and holes for the final tying of twine. \n The Arm Supinator/Pronator device, which helps nurse and strengthen a patients injured shoulder through repeated motion of pronation and supination, began with an initial design of a wheel with a center handle that could be used to twist the wheel back and forward. Although testing of the second iteration was supposed to occur with a 3D-printed prototype due to COVID-19 that was not possible. As a result, finite element analysis (FEA) on Fusion 360 was used to determine structural weak points in the design. In the end, the most optimal design attempted to fix these weak points and was composed of a wheel that could attach to the wall through a mount, had a handle in the middle with holes for grip strength and had weights that could be added for increased resistance during use.",
            "collaborators": [
                "kijenzi"
            ]
        },
        {
            "id": "indago",
            "title": "INDAGO",
            "subteams": [
                "software"
            ],
            "isActive": false,
            "info": "The INDAGO subteam designed an online tool to streamline the FDA approval process for entering the clinical trial phase of new drug development. This tool allowed researchers to create and manage their Investigational New Drug Application (IND) while receiving tailored advice through a computerized support system.",
            "info_long": "The INDAGO subteam designed an interface to streamline the FDA approval process for researchers preparing to enter the clinical trial phase of new drug development. \n INDAGO is an online tool designed to streamline the FDA approval process for researchers preparing to enter the clinical trial phase of new drug development. Similar to a college application or TurboTax, it walks users through the steps to submit the Investigational New Drug Application (IND) and offers various tools to facilitate the process. It allows users to create and manage their application while accessing tailored advice through a computerized support system that unites FDA guidelines with institutional and third-party guidance. The implications of this project are that new, potentially life-saving medications can be tested and made available for use in a more efficient manner. \n This project was initiated in early 2019 by a Cornell Engineering World Health (EWH) member who worked with an early-stage startup in the pharmaceutical industry and saw many issues when it came to navigating the path toward clinical trials. In creating INDAGO, he hoped to mitigate the challenges researchers face when proceeding to clinical trials. More specifically, these challenges surround understanding and successfully submitting pertinent documentation, such as the Investigational New Drug Application (IND) and New Drug Application (NDA). \n Finding a potential solution to these problems could organize and simplify this process, which is what INDAGO aims to do.",
            "collaborators": []
        },
        {
            "id": "incinerator",
            "title": "Incinerator",
            "subteams": [
                "integrative-design"
            ],
            "isActive": false,
            "info": "The Integrative Design partnered with a nonprofit in India called Barefoot College to develop a waste incinerator: an environmental alternative for women disposing of menstrual waste items. ",
            "info_long": "The Integrative Design partnered with a nonprofit in India called Barefoot College to develop an environmental alternative to waste removal. The Incinerator. design is a solution developed for Barefoot College in order to meet the needs of women in Rajasthan, India. Three solutions were first proposed in order to create a clean-energy and low cost menstrual waste disposal system. The activated charcoal filter design focused on filtering out harmful toxins in the smoke produced while burning menstrual waste by adding the activated charcoal filter to a pre-existing mudka. The fresnel lens design aimed to incinerate the menstrual pads by using a fresnel lens which concentrated sunlight onto the pads in order to begin combustion. Lastly, the solar cooker design looked at once again harnessing the power of sunlight in order to then incinerate the pads.\n This design was not prototyped or tested due to time constraints and feasibility. After prototyping the activated charcoal design and testing it with the Wynd Air Quality Tracker it was found that the design did not seem effective in reducing the amount of toxins being produced by the mudka. However, after testing the fresnel lens design in Florida it was found that this design allowed for simple combustion by having the fresnel lens effectively concentrate sunlight to an area and begin combustion around the same time each day. Ultimately, the fresnel lens design was deemed the most successful and optimal design created.",
            "collaborators": [
                "barefootcollege"
            ]
        },
        {
            "id": "rex",
            "title": "Rex",
            "subteams": [
                "software"
            ],
            "isActive": false,
            "info": "Rex is an app empowering patients and doctors with a simple solution for tracking long-term medical conditions. ",
            "info_long": "Rex is an app empowering patients and doctors with a simple solution for tracking long-term medical conditions. Patients utilize the app to record their symptoms as they are happening. Doctors then use this reliable information to aid in treatment and diagnosis. The app also lets patients create reminders for them to take their medication. \n The application features symptom tracking including fast symptom logging and the ability to review past symptom history. It also includes medication controls to easily organize medications by keeping track of them, customizing push notifications as reminders, and calendar views to access progress. Lastly, it features a user-focused interface not requiring account registration and using simple visualizations and controls. \n Our simple-to-use application encourages patients to be more proactive in logging their conditions, and enables doctors to easily access their progress. The app was handed off to a doctor at Weill Cornell for testing.",
            "collaborators": [
                "weillcornell"
            ]
        },
        {
            "id": "grip-sensor",
            "title": "Grip Sensor Project",
            "subteams": [
                "electrical"
            ],
            "isActive": false,
            "info": "The electrical subteam partnered with the National Institute of Health (NIH) to build a patient grip device that could be used for opioid addiction research.",
            "info_long": "The electrical subteam partnered with the National Institute of Health (NIH) to build a device that could be used for opioid addiction research. NIH requested that we build a device that could take information on the force of a patient's grip over time for use in collecting data. We built a small, hollow, hand-held cylinder with three force-sensitive resistors connected to an internal arduino that could track the average force applied to the device based on a set of voltage dividers. This data was transmitted via bluetooth to an external computer. We used an Arduino script on the Adafruit Feather board and a python script for the receiving computer where we saved the data in a CSV. \n Our initial prototype ran on a small internal battery, however when we tested it this semester, we realized the battery ran out of power within about ten minutes, which wasn’t practical for lab use. We eliminated the battery, making it power off a USB connection to a computer instead, allowing for prolonged use. \n An additional capability to our final iteration was serial output via USB, which was integrated in the existing python script. This feature ensured that data could be transmitted in the case that the computers used didn’t have bluetooth capability. The serial output transmits the average of the force-sensitive resistor values over time, the same data as is transmitted by the bluetooth. ",
            "collaborators": [
                "nih"
            ]
        },
        {
            "id": "heater",
            "title": "Solar Powered Heater",
            "subteams": [
                "integrative-design"
            ],
            "isActive": false,
            "info": "The Integrative Design subteam partnered with SAWA, a nonprofit working in  refugee camps in Lebanon, to help design a heating device to keep refugees warm using renewable energy.",
            "info_long": "The goal for this solar-powered heating system was to develop a cost-effective, energy-efficient prototype temperature mediation system that would provide heat to people living in refugee camps, primarily focusing on those in Syria and Lebanon. This project was in collaboration with the Civil Society Organization, SAWA for Development & Aid. SAWA works directly to support the needs of refugees in Syria and Lebanon. Specifically, SAWA has created programs that target relief for refugees by providing shelter, energy, food, healthcare, and education. Concern regarding the way refugees were keeping warm in the camps—by burning tires, plastic, trash, etc in plastic barrels releasing toxins into the air and subsequently, living in and breathing those toxins in—prompted the need for a more efficient and non-toxic heating mechanism. \n The proposed heating system involves a solar collector powered by a battery that is charged by a PV cell. A solar charge controller regulates the charging and discharging of the battery and regulates delivery to the load. The heat generated by the solar collector is carried in the water-based mixture through a series of pipes to the kotatsu table. The heated water-mixture is circulated into a cylindrical container filled with sand, held above a mesh through which the water, but not the sand, would flow through. The water is then funneled into piping that leads back to the solar collector, thus creating a closed system for the water-based mixture. The reasoning behind this sand-filled container was as follows: hot water would heat the sand and the heat from the sand would radiate through the metal cylindrical container and warm the area under the table. This area is closed off from the outside by a large duvet held down by the table top. \n Testing for the device took place at Cornell University. The data collected from the testing period gauged the prototype’s success—this was determined from the longevity of the system being able to generate heat, temperature increase in the underside of the table, etc. Designs were passed to the collaborators upon completion.",
            "collaborators": [
                "sawa"
            ]
        },
        {
            "id": "water-monitor",
            "title": "Forefront Water Monitor",
            "subteams": [
                "integrative-design"
            ],
            "isActive": false,
            "info": "The water monitor was a cross-subteam effort to design an automated water quality monitoring system that measures basic characteristics of well water and sends information over long distances.",
            "info_long": "Working with collaborators at global nonprofit Forefront, EWH designed an automated water quality monitoring system to target water safety and cleanliness. Current water wells drilled and built by nonprofits are dangerous to use because they are not monitored and evaluated for water cleanliness. EWH’s automated water monitor measured basic characteristics of well water and sends information over long distances. The monitor was either solar or battery powered, but pump power served as an alternative source of power. \n The main components included a collection chamber and an adjacent analysis chamber. The collection chamber siphoned a small portion of the water from the well. In the collection chamber, sensors measure aspects such as the temperature, pH, conductivity, turbidity, and ion concentration of the water. Temperature was recorded because pH and conductivity are temperature dependent, and higher temperatures typically indicate the presence of biologics. pH was monitored because the safe pH range for drinking water is from 6.5 to 8.0. Conductivity was measured because conductivity is an indirect measure of water hardness with calcium, magnesium, and sodium concentrations. Lastly, turbidity was recorded as it is a measure of water cloudiness due to particulates and sediment. The sensors were connected to the data acquisition unit located in the analysis chamber. Water left the collection chamber through an outflow pipe after all the necessary data was acquired. \n Data was sent over a 2G network, and a web dashboard application received the data from the sensors and updated graphs and other visuals immediately. The dashboard provided various graphic and analytical tools to allow users to find meaningful trends in the data. It additionally notified users through text or email if it notices any dangerous changes in the water quality. The designs and insights from this project were sent to collaborators at Forefront upon completion. ",
            "collaborators": [
                "forefront"
            ]
        },
        {
            "id": "vaccine-fridge",
            "title": "Vaccine Refrigerator",
            "subteams": [
                "integrative-design"
            ],
            "isActive": false,
            "info": "The Integrative Design subteam created a passively cooled vaccine refrigerator that could maintain the required low temperature for several hours.",
            "info_long": "For this project, the Integrative Design subteam constructed a passively cooled vaccine refrigerator that could maintain the required cold temperature for several hours. It is difficult to transport vaccines between remote villages in underprivileged countries because they can spoil due to warm temperatures. Generally, current storage devices at the time only keep vaccines fresh for a maximum of 5 days because the cooling process only involved an off-the-shelf cooler with multiple ice packs. However, a vaccine that has not been transported at the correct temperature is ineffective. EWH’s vaccine refrigerator gave people more time to transport vaccines between sites without the fear of ruining the vaccines. \n The idea came from Bill Gates’ “Super Thermos” model, which can cool vaccines for 30 to 60 days depending on temperatures and humidity. For EWH’s vaccine refrigerator model, a cylindrical chamber that holds the physical vaccine is surrounded by layers of insulation that prevents heat loss. The cylindrical structure, which opens from the top, minimizes exposure to the outside air when the fridge was opened. The fridge was made of HPMI plastic because the material is durable and has lower thermal conductivity. Aerogel insulation was used for its low convectivity and conductivity coefficients. Members ran multiple tests to examine the reliability and effectiveness of the vaccine refrigerator. For example, temperature retention was tested by inserting temperature probes in various locations of the cooler, such as in the vaccine vials, at the door, or near any light sources. \nSimulations demonstrated that the fridge could hold 138 vaccine doses and maintain a temperature within a 2-8 degree Celsius desired range for 16 hours.",
            "collaborators": []
        },
        {
            "id": "medlife",
            "title": "Medlife Outreach",
            "subteams": [
                "business"
            ],
            "isActive": false,
            "info": "The Integrative Design subteam created a passively cooled vaccine refrigerator that could maintain the required low temperature for several hours.",
            "info_long": "Summary: Cornell Engineering World Health partnered with MedLife International, a nonprofit organization that runs many mobile clinics. Members from EWH  travelled to Lima, Peru for eight days, serving local patients and completing several projects while there. \n Cornell Engineering World Health has actively participated in outreach activities in order to integrate with local communities and find inspiration for future projects. A few years ago, members of the team travelled to Lima, Peru for eight days where they partnered with MedLife International, a nonprofit organization that runs many mobile clinics. During the trip, the team shadowed health care workers and worked alongside them to serve local patients and completed several projects, including building a staircase to help facilitate transportation for the community. Through this eye-opening experience, our members not only grew as individuals through their first-hand exposure to the implementation of global health initiatives, but also helped bring back ideas and stories that guide the future progression of the team. As our team continues to grow, we hope we can continuously build upon these valuable first hand experiences by creating more opportunities to interact with the world.\n Quotes from our alumni: \n “This experience helped shed light on the actual lifestyle of the people we design products for, along with providing an insider perspective on how a developing community lives and the unique region-specific illnesses it faces.“ - Justin \n “The experience of visiting and seeing the low resource environment puts context into the work we do back at Cornell. We can put faces to the people we [were] trying to serve; it gave me extra motivation to work and develop a solution having met these people in need.“ - Paul \n“There [was] beautiful, filtered water running in huge pipes through many poor, water-borne-disease-prone communities surrounding Lima, but it only carries the clean water into the rich areas, not stopping for the poor. It made me realize that engineering has to work in conjunction with people and their governments in order to have any effect. Seeing that blatant inefficiency caused by policies has definitely changed the way I will approach engineering problems in the future.“ -Brecken ",
            "collaborators": [
                "medlife"
            ]
        },
        {
            "id": "vital-signs",
            "title": "Vital Signs Monitor",
            "subteams": [
                "electrical"
            ],
            "isActive": false,
            "info": "The Electrical subteam designed a vital signs monitoring device as a resource to assist in providing valuable medical services to low resource communities. The device sends collected information through a radio frequency to a central location known as the “base station“, which relays information between nurse and patient.",
            "info_long": "Many health care systems in low income countries lack the resources to provide sufficient medical services. The World Health Organization estimated that 70% to 96% of medical equipment in these countries is broken, however, many medical facilities do not have the financial capabilities to replace important parts for these existing devices. One such device commonly utilized is a vital signs monitor (VSM), a diagnostic instrument capable of logging a patient’s heart-rate, blood pressure, temperature, and pulse oximetry. \n The Cornell EWH chapter contacted medical professionals abroad regarding the scarcity of affordable VSMs, and gauged the necessity of such an instrument in evolving healthcare systems. It was determined that a more robust, affordable VSM could serve a much needed medical service. Building upon this idea, Cornell EWH began developing an idea that would later evolve into a more complex system of networked VSMs capable of remotely sharing real-time patient information with medical professionals so as to augment timely medical services. \n The final device had the ability to send the collected information through a radio frequency to a central location known as the “base station”, which maintained two databases for patient and nurse information. The base station recorded information such as the nurse’s mobile phone number for SMS messaging to facilitate quicker response times if a patient’s health suddenly deteriorates. Along with receiving an SMS message, the VSM indicated the patient’s worsening condition via buzzers and LEDs. Accompanying SMS messaging, a nurse was able to monitor any patient’s status through a web application accessible from any internet-enabled device.",
            "collaborators": []
        },
        {
            "id": "baby-holster",
            "title": "Baby Holster",
            "subteams": [
                "integrative-design"
            ],
            "isActive": false,
            "info": "In response to the United Nations’ goal to reduce child mortality worldwide by 67% by the year 2015, the team developed an Antimicrobial Baby Holster to minimize the risk of infection in Kangaroo Mother Care (KMC) techniques, a low cost neonatal care method used worldwide. ",
            "info_long": "Kangaroo Mother Care (KMC) is a technique commonly used to assist early childhood development, especially for premature babies. The KMC technique refers to swaddling the baby to the mother’s or father’s chest to emphasize skin-to-skin contact. This contact not only develops the parent-child bond but also imitates the warmer temperatures and environment of the incubation chamber used in NICUs in the western world. This remains a heavily recommended technique for newborns, especially in the developing world. \n Unfortunately, the KMC technique was not without its limitations. Improperly swaddling  a child can lead to Sudden Infant Death Syndrome (SIDS) if the child is wrapped too tightly. Furthermore, the swaddling cloth will get dirty over time, leading to heightened infection risks. In response, the team developed the Antimicrobial Baby Holster to minimize the risk of infection in KMC. The baby holster was functionally identical to the swaddling clothes used around the world today, with the added benefit of being antimicrobial. The aloe vera spray coating used to make the cloth antimicrobial was determined to be readily available and could last for a number of wash cycles. By retaining its antimicrobial properties for long periods of time, the holster aims to further reduce infant mortality in line with the Millenium Development Goal.",
            "collaborators": []
        },
        {
            "id": "jaundice",
            "title": "Infant Jaundice Therapy",
            "subteams": [
                "integrative-design"
            ],
            "isActive": false,
            "info": "The team designed a low-cost, lightweight device to treat Jaundice in newborn babies through phototherapy.",
            "info_long": "Approximately 50 percent of term newborns and 80 percent of preterm newborns develop jaundice, yellow discoloration of a baby's skin and eyes. Approximately 5 to 10 percent of infant mortality in developing countries is caused by jaundice complications. Jaundice is caused by elevated levels of bilirubin, and 6 million babies a year are at risk for cerebral palsy, blindness, deafness, cognitive damage, and death if left untreated. The cure for jaundice is phototherapy or blue light. However, current solutions, including traditional halogen lamps and modern LED devices, are often not portable and place multiple babies in one device, which  increases the risks of spreading infection and inconsistent treatment.\n The final design by Cornell EWH drew inspiration from collapsible tents and foldable foam boxes and prioritized portability, longevity, electronic embeddability, low cost, ease of use, and feasibility. After consulting with Dr. Srisatish Devapatla at Cayuga Medical Center, the team finalized a lightweight, foldable design with a 180 degree roll top. The device was embedded with blue LED lights in the top struts and bottom cushion and made of waterproof fabric and bean bags. Preliminary performance was collected by the team on the device’s effectiveness.",
            "collaborators": [
                "cayuga"
            ]
        }
    ]
}